INSERT INTO author(full_name) VALUES ('Генрик Ибсен'),('Александр Дюма'),('Артур Конан Дойл'),('Николай Гоголь'),('Михаил Лермонтов'),
('Марк Твен'),('Владимир Маяковский'),('Александр Пушкин'),('Иосиф Бродский'),('Кэтрин Валенте'),
('Жюль Верн'),('Эдгар Аллан По'),('Джон Грин'),('Федор Достоевский'),('Константин Берлинский'),('Станислава Солнечная'),
('Брайан Хеган'),('Мелани Свон'),('Максим Мернес'),('Крессида Коуэлл'),
('Памэла Трэверс'),('Даниэль Дефо'),('Александр Марков'),('Стивен Хокинг'),('Карл Саган'),('Кристофер Фрит'),
('Лев Толстой'),('Бенджамин Франклин'),('Антон Чехов'),('Дуглас Адамс'),
('Михаил Булгаков'),('Фридрих Ницше'),('Пауло Коэльо'),('Льюис Кэрролл')
