INSERT INTO reader(full_name,phone,login,password) VALUES ('Рузудженк Сабина Ровшановна','+380669436448','admin3005','ruzudzhenk_s'),
('Ковалёва Татьяна Алексеевна','+380957612496','admin2000','strawberry0605'),
('Козлов Виталий Александрович','+380991156386','admin','secretpassword'),
('Авдеева Яна Викторовна','+380993358871','candy03','yanochka_avdeeva'),
('Вербицкий Евгений Олегович','+380997134557','verba88','here_is_mypassword'),
('Золотова Инна Андреевна','+380677713386','golden14_22','zolotova2206'),
('Авдеев Валерий Вячеславович','+380661799567','vvavdeev','top_avdeev'),
('Новиков Павел Петрович','+380503814558','pasha_10','novikov14091988'),
('Сафронова Ольга Юрьевна','+380991516734','safro_84','safronova1995'),
('Попович Катерина Анатольевна','+380667812935','kater_OK','sunny88'),
('Мельниченко Олег Александрович','+380956592634','moonlight1990','oleg888'),
('Авдеев Андрей Романович','+380671269326','a_avdeev','geek033'),
('Сафронов Владимир Сергеевич','+380957255326','mister_safronov','safronov_vs102'),
('Козлова Карина Владимировна','+380995748755','karinka2000','kozlovakarina55'),
('Кондратенко Кира Дмитриевна','+380508711645','kirina007','k_kondratenko30');

INSERT INTO role(role_name) VALUES ('admin'),('authorized user');

INSERT INTO role_user(reader_id,role_id) VALUES (1,1),(1,2),(2,1),(2,2),(3,1),(3,2),(4,2),
(5,2),(6,2),(7,2),(8,2),(9,2),(10,2),(11,2),(12,2),(13,2),(14,2),(15,2);